{"podcast_details": {"podcast_title": "A-level Physics Revision with Jonas", "episode_title": "Forces and Newton’s First Law", "episode_image": "https://www.physicsrules.blog/wp-content/uploads/2020/08/LOGO_kohinoor-scaled.jpg", "episode_transcript": " What is force? It turns out this is not an easy or simple question to answer. Welcome to Physics Rules. I am Tatiana Stancheva. Today I would like to welcome my daughter Emily who is joining me here to co-host this podcast with me. Welcome Emily. Hello I am Emily and I am very excited about joining Physics Rules. Me too, me too. So what do you think a force is? I don't know. To be honest with you, I don't know either. Whenever I have to use force, I always go back to the definition of Sir Isaac Newton who didn't really specify what or how or why. He simply said whenever two objects interact with each other, that is what we call force. It's like the word the. Somebody once asked me what the means and I realized I had never thought of it. I just use it in sentences. That's right and Newton gave us sentences so we can actually use force. Only in physics we don't call them sentences. We call them equations, formulas, laws. So let me start with a first. Newton's first law that states it takes a force to change the motion of an object. Notice that this is about the change and not the motion itself. If your car is already in the garage and not moving, you need a force to make it start moving. In other words, to change its motion. A not so obvious aspect of this first law is that if your car is already moving on the freeway, let's say 50 miles an hour, you need the force to change that motion. You need a force to make it stop, slow down, turn left, turn right. Do you remember that time that I asked you if I was on a boat and the boat was moving, if I jumped up, then went the boat past me and I would land in a different spot and you said no because I am moving along with the boat. So not including air resistance to make this simple. If I jump up, there's no force to stop me from moving. So I continue moving and land in the exact same spot I started with. That's right. I say so. Let's look at another example. What happens if someone drives and slams the brakes? Then you lurch forward because there's not enough force to stop you since you are already moving. That's right. That's why don't forget to wear your seatbelts. That's right. The lesson is don't forget to wear your seat belt. Just imagine to switch the topic that you're at the bottom of a hill and you are driving. But then when you go up the hill, if you don't press the accelerator, you'll probably not end up at the top since the force gravity is pulling you down. So you have to hit the accelerator to equal the force and cancel it out. That's right. Do you know what force that would be? It turns out that force is actually coming from the interaction between the bottom of your tires and the ground. We will call that force friction, although it's usually different from what we mean by friction. And that force will be there pulling you forward, canceling gravity, which reminds me that when Newton set up for the first law, he didn't really mean specifically one force. There could be one, two, three, many forces. In the first law, when we say a force needs to be present to change the motion, we really need we are looking at the combination of all the forces. So we call them net force. It's like a math problem. If you have two forces and both of them are pulling one way, let's say right, of course, one plus one is two. But if one of them is pulling right and let's say the other one is pulling left, then they cancel each other out and you are left standing where you were standing before. Thank you for reminding me how important the direction of forces is. So when we have more than one force and we have to add them up, we actually have to use some more advanced rules. They're called vector rules for addition of forces. We have to pay attention to the direction. Sometimes they'll add up, sometimes they'll cancel and sometimes could be something in between. Newton also set up two other laws. The second one is where we actually start getting specific into the calculations. And then we have to look at the mass of an object. And what specific change we want to impart in this case will be an acceleration. And then we can calculate the force. And then Newton's third law is back to the interaction of two objects, reminding us that if there is an interaction between two objects, both sides experience force. Which means that if you punch someone, your knuckles are going to hurt. So think twice before you start punching people. That's right. Both people will be hurt if one person punches another. But let me give you another example that does not involve punches. Earth pulls us with a force that we call gravity and that force we experience always pulling us down towards the center of the Earth. But did you know that you also pulled the Earth upwards towards your own center? Because that is what Newton's third law states. Right. So while the Earth is pulling you down, you're pulling the Earth up. That doesn't make sense. That's right. Well, it does make sense. But for that, we will need a whole episode to discuss and see how it plays out. And we'll save this topic for future episodes. If you're interested, you're welcome to join us."}, "podcast_summary": " Hello there, young physics enthusiast! I'm thrilled to be your cheerful assistant on this physics journey. Today, we explored the concept of force in a conversation between Tatiana and her daughter Emily. So, what is force? Well, it's not such an easy question to answer, but don't worry, we'll break it down for you.
When two objects interact with each other, that's what we call force, according to Sir Isaac Newton. It's sort of like the word "the" - we use it all the time without really thinking about its meaning. Newton gave us equations, formulas, and laws to understand and use force in physics. Newton's first law tells us that it takes force to change the motion of an object. If your car is already in the garage and not moving, you need force to make it start moving. And if your car is already moving on the freeway, you need force to change that motion, like making it stop or turn. Remember that time Tatiana asked Emily if she jumped up on a moving boat, would she land in a different spot? The answer is no, because she's moving along with the boat. If there's no force to stop her, she'll continue moving and land in the exact same spot. Now, let's talk about the force called friction. When you're driving up a hill, you have to press the accelerator to equal the force of gravity pulling you down. This force of friction between your tires and the ground helps cancel out the force of gravity. In Newton's first law, we're actually talking about the combination of all the forces affecting an object. We call it the net force. If two forces are both pulling in the same direction, they add up. But if one force pulls right and another pulls left, they cancel each other out. Newton's second law tells us that we can calculate force when we know the mass of an object and the acceleration we want to impart. And his third law reminds us that when two objects interact, both sides experience force. So, punching someone can hurt both you and the person you punched. It's always best to think twice before resorting to punches. Oh, and did you know that while the Earth pulls us with gravity, we also pull the Earth towards us? Newton's third law states that for every action, there is an equal and opposite reaction. But we'll save that topic for another time. I hope this explanation has brightened your understanding of force, young physics scholar! If you'd like to learn more, join Tatiana and Emily in their future episodes. Keep up the curiosity and joyful exploration of physics!", "podcast_guest": In physics, a force is an influence that can cause an object to change its velocity, i.e., to accelerate, unless counterbalanced by other forces. The concept of force makes the everyday notion of pushing or pulling mathematically precise. Because the magnitude and direction of a force are both important, force is a vector quantity. It is measured in the SI unit of newton (N) and often represented by the symbol F. Force plays a central role in classical mechanics, figuring in all three of Newton's laws of motion, which specify that the force on an object is equal to the product of the object's mass and the acceleration that it undergoes. Types of forces often encountered in classical mechanics include elastic, frictional, contact or "normal" forces, and gravitational. The rotational ersion of force is torque, which produces changes in the rotational speed of an object. In an extended body, each part often applies forces on the adjacent parts; the distribution of such forces through the body is the internal mechanical stress. In equilibrium these stresses cause no acceleration of the body as the forces balance one another. If these are not in equilibrium they can cause deformation of solid materials, or flow in fluids. In modern physics, which includes relativity and quantum mechanics, the laws governing motion are revised to rely on fundamental interactions as the ultimate origin of force, but the understanding of force provided by classical mechanics 
remains entirely satisfactory for many practical purposes.", "podcast_highlights": "In under 400 words, this podcast highlights the fundamental concepts of force and Newton's laws of motion. It presents physics in a fun and enjoyable way, making it accessible to listeners of all ages. Whether you're a 10-year-old seeking to improve your understanding of physics or simply someone interested in
exploring the wonders of the universe, this podcast promises to be an engaging and educational experience. So why not join Tatiana and Emily on their physics journey and see just how exciting the world of physics can be?"}